Repository: maodongya/ai-book
Catalog: Sources/AIBook/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, el, en, fr, it, ja, la

# app.tagline
source: 辅助读书
de: Lesebegleiter
el: Βοηθός ανάγνωσης
en: Reading companion
fr: Compagnon de lecture
it: Compagno di lettura
ja: 読書アシスタント
la: Adiutor legendi

# language.system
source: 跟随系统
de: System folgen
el: Ακολούθηση συστήματος
en: Follow System
fr: Suivre le système
it: Segui sistema
ja: システムに従う
la: Sequere systema

# language.zhHans
source: 简体中文
de: Chinesisch (vereinfacht)
el: Κινεζικά (απλοποιημένα)
en: Chinese (Simplified)
fr: Chinois (simplifié)
it: Cinese (semplificato)
ja: 簡体字中国語
la: Sinica (simplicata)

# language.en
source: 英语
de: Englisch
el: Αγγλικά
en: English
fr: Anglais
it: Inglese
ja: 英語
la: Anglica

# language.ja
source: 日语
de: Japanisch
el: Ιαπωνικά
en: Japanese
fr: Japonais
it: Giapponese
ja: 日本語
la: Iaponica

# language.de
source: 德语
de: Deutsch
el: Γερμανικά
en: German
fr: Allemand
it: Tedesco
ja: ドイツ語
la: Germanica

# language.fr
source: 法语
de: Französisch
el: Γαλλικά
en: French
fr: Français
it: Francese
ja: フランス語
la: Gallica

# language.it
source: 意大利语
de: Italienisch
el: Ιταλικά
en: Italian
fr: Italien
it: Italiano
ja: イタリア語
la: Italica

# language.la
source: 拉丁语
de: Latein
el: Λατινικά
en: Latin
fr: Latin
it: Latino
ja: ラテン語
la: Latina

# language.el
source: 希腊语
de: Griechisch
el: Ελληνικά
en: Greek
fr: Grec
it: Greco
ja: ギリシャ語
la: Graeca

# settings.language
source: 界面语言
de: Oberflächensprache
el: Γλώσσα διεπαφής
en: Interface Language
fr: Langue de l’interface
it: Lingua interfaccia
ja: 表示言語
la: Lingua interfaciei

# settings.language.hint
source: 更改后立即生效
de: Gilt sofort
el: Ισχύει αμέσως
en: Applies immediately
fr: Effet immédiat
it: Effetto immediato
ja: すぐに反映されます
la: Statim valet

# tab.readingAssistant
source: 读书助手
de: Lese-Assistent
el: Βοηθός ανάγνωσης
en: Reading Assistant
fr: Assistant de lecture
it: Assistente lettura
ja: 読書アシスタント
la: Adiutor legendi

# tab.aiEvolution
source: AI进化
de: KI-Evolution
el: Εξέλιξη AI
en: AI Evolution
fr: Évolution IA
it: Evoluzione IA
ja: AI進化
la: Evolutio IA

# panel.explanation
source: 讲解
de: Erklärung
el: Εξήγηση
en: Explain
fr: Explication
it: Spiegazione
ja: 解説
la: Explicatio

# panel.translation
source: 翻译
de: Übersetzung
el: Μετάφραση
en: Translate
fr: Traduction
it: Traduzione
ja: 翻訳
la: Translatio

# page.source
source: 原文
de: Original
el: Πρωτότυπο
en: Source
fr: Original
it: Originale
la: Originalis

# mode.reading
source: 阅读模式
de: Lesemodus
el: Λειτουργία ανάγνωσης
en: Reading Mode
fr: Mode lecture
it: Modalità lettura
ja: 読書モード
la: Modus legendi

# mode.learning
source: 学习模式
de: Lernmodus
el: Λειτουργία μελέτης
en: Study Mode
fr: Mode étude
it: Modalità studio
ja: 学習モード
la: Modus discendi

# layout.spread
source: 双页
de: Doppelseite
el: Διπλή σελίδα
en: Spread
fr: Double page
it: Doppia pagina
ja: 見開き
la: Paginae geminae

# layout.fullscreen
source: 全屏
de: Vollbild
el: Πλήρης οθόνη
en: Full Screen
fr: Plein écran
it: Schermo intero
ja: 全画面
la: Plenum schermum

# action.new
source: 新建
de: Neu
el: Νέο
en: New
fr: Nouveau
it: Nuovo
ja: 新規
la: Novum

# action.open
source: 打开
de: Öffnen
el: Άνοιγμα
en: Open
fr: Ouvrir
it: Apri
ja: 開く
la: Aperi

# action.openFile
source: 打开文本文件…
de: Textdatei öffnen…
el: Άνοιγμα αρχείου κειμένου…
en: Open Text File…
fr: Ouvrir un fichier texte…
it: Apri file di testo…
ja: テキストを開く…
la: Aperi fasciculum textus…

# action.openDirectory
source: 打开目录…
de: Ordner öffnen…
el: Άνοιγμα φακέλου…
en: Open Folder…
fr: Ouvrir un dossier…
it: Apri cartella…
ja: フォルダを開く…
la: Aperi folder…

# action.save
source: 保存
de: Sichern
el: Αποθήκευση
en: Save
fr: Enregistrer
it: Salva
la: Serva

# action.saveAs
source: 另存为…
de: Sichern unter…
el: Αποθήκευση ως…
en: Save As…
fr: Enregistrer sous…
it: Salva con nome…
ja: 別名で保存…
la: Serva ut…

# action.exportSelection
source: 导出选中为…
de: Auswahl exportieren…
el: Εξαγωγή επιλογής…
en: Export Selection…
fr: Exporter la sélection…
it: Esporta selezione…
ja: 選択範囲を書き出し…
la: Exporta selectum…

# action.done
source: 完成
de: Fertig
el: Τέλος
en: Done
fr: Terminé
it: Fine
ja: 完了
la: Factum

# action.stop
source: 停止
de: Stopp
el: Διακοπή
en: Stop
fr: Arrêter
it: Stop
la: Desine

# action.pause
source: 暂停
de: Pause
el: Παύση
en: Pause
fr: Pause
it: Pausa
ja: 一時停止
la: Subsiste

# action.resume
source: 继续
de: Fortsetzen
el: Συνέχεια
en: Resume
fr: Reprendre
it: Riprendi
ja: 再開
la: Perge

# action.selectAll
source: 全选
de: Alles auswählen
el: Επιλογή όλων
en: Select All
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
la: Elige omnia

# action.clear
source: 清空
de: Leeren
el: Εκκαθάριση
en: Clear
fr: Effacer
it: Svuota
ja: クリア
la: Vacua

# action.readAloud
source: 朗读
de: Vorlesen
el: Ανάγνωση
en: Read Aloud
fr: Lire à voix haute
it: Leggi ad alta voce
ja: 読み上げ
la: Lege voce

# action.explainSelection
source: 选择讲解
de: Auswahl erklären
el: Εξήγηση επιλογής
en: Explain Selection
fr: Expliquer la sélection
it: Spiega selezione
ja: 選択部分を解説
la: Explica selectum

# action.explainFull
source: 全文讲解
de: Gesamten Text erklären
el: Εξήγηση όλου
en: Explain All
fr: Expliquer tout
it: Spiega tutto
ja: 全文を解説
la: Explica totum

# action.evolution
source: 自我进化
de: Selbst-Evolution
el: Αυτο-εξέλιξη
en: Self Evolution
fr: Auto-évolution
it: Auto-evoluzione
ja: 自己進化
la: Evolutio sui

# action.classicSupplement
source: 名著补充
de: Klassiker ergänzen
el: Συμπλήρωση κλασικού
en: Classic Supplement
fr: Compléter le classique
it: Integra classico
ja: 名著補完
la: Supple classicum

# action.manual
source: 说明书
de: Handbuch
el: Εγχειρίδιο
en: Manual
fr: Manuel
it: Manuale
ja: 説明書
la: Manualis

# action.manual.openSystem
source: 用系统应用打开
de: In Standard-App öffnen
el: Άνοιγμα στην προεπιλεγμένη εφαρμογή
en: Open in Default App
fr: Ouvrir avec l’app par défaut
it: Apri con app predefinita
ja: デフォルトアプリで開く
la: Aperi in app systematis

# help.manual
source: AIBook 功能说明书
de: AIBook Benutzerhandbuch
el: Εγχειρίδιο AIBook
en: AIBook User Manual
fr: Manuel AIBook
it: Manuale AIBook
ja: AIBook 機能説明書
la: Manualis AIBook

# help.manual.reveal
source: 在访达中显示说明书
de: Handbuch im Finder zeigen
el: Εμφάνιση εγχειριδίου στο Finder
en: Reveal Manual in Finder
fr: Afficher le manuel dans le Finder
it: Mostra manuale nel Finder
ja: Finderで説明書を表示
la: Ostende manualem in Finder

# manual.title
source: 功能说明书
de: Benutzerhandbuch
el: Εγχειρίδιο
en: User Manual
fr: Manuel
it: Manuale
ja: 機能説明書
la: Manualis functionum

# settings.book
source: book 设置
de: Book-Einstellungen
el: Ρυθμίσεις book
en: Book Settings
fr: Réglages book
it: Impostazioni book
ja: book 設定
la: Configuratio book

# settings.evolution
source: 进化设置
de: Evolutions-Einstellungen
el: Ρυθμίσεις εξέλιξης
en: Evolution Settings
fr: Réglages évolution
it: Impostazioni evoluzione
ja: 進化設定
la: Configuratio evolutionis

# settings.tab.ai
source: AI模型设置
de: KI-Modelle
el: Μοντέλα AI
en: AI Models
fr: Modèles IA
it: Modelli IA
ja: AIモデル
la: Modelli IA

# settings.tab.voice
source: 语音设置
de: Stimme
el: Φωνή
en: Voice
fr: Voix
it: Voce
ja: 音声
la: Vox

# settings.tab.appearance
source: 外观风格
de: Erscheinungsbild
el: Εμφάνιση
en: Appearance
fr: Apparence
it: Aspetto
ja: 外観
la: Species

# settings.contextPercent
source: 左页节选占比
de: Auszugsanteil links
el: Αναλογία αποσπάσματος
en: Source excerpt ratio
fr: Part d’extrait (page gauche)
it: Quota estratto sinistra
ja: 左ページ抜粋比率
la: Portio excerpta sinistra

# settings.autoUpgrade
source: 自动升级
de: Auto-Upgrade
el: Αυτόματη αναβάθμιση
en: Auto Upgrade
fr: Mise à niveau auto
it: Aggiornamento auto
ja: 自動アップグレード
la: Auto renovatio

# settings.themePresets
source: 预设主题
de: Design-Vorlagen
el: Προεπιλεγμένα θέματα
en: Theme Presets
fr: Thèmes
it: Temi predefiniti
ja: テーマ
la: Themata praefixa

# status.unsaved
source: 未保存
de: Ungesichert
el: Μη αποθηκευμένο
en: Unsaved
fr: Non enregistré
it: Non salvato
la: Non servatum

# status.bookLLM.unconfigured
source: book 未配置
de: Book-LLM fehlt
el: Book LLM μη ρυθμισμένο
en: Book LLM not set
fr: LLM book non configuré
it: LLM book non configurato
ja: book 未設定
la: Book LLM non configuratum

# status.cursor.notReady
source: Cursor 未就绪
de: Cursor nicht bereit
el: Cursor μη έτοιμο
en: Cursor not ready
fr: Cursor non prêt
it: Cursor non pronto
ja: Cursor 未準備
la: Cursor non paratus

# status.speaking
source: 朗读中
de: Spricht
el: Ανάγνωση
en: Speaking
fr: Lecture en cours
it: In lettura
ja: 読み上げ中
la: Legens

# banner.bookLLM
source: 未配置 book 大模型
de: Book-LLM nicht konfiguriert
el: Μεγάλο μοντέλο book μη ρυθμισμένο
en: Book LLM not configured
fr: LLM book non configuré
it: LLM book non configurato
ja: book 大モデル未設定
la: Magnum model book non configuratum

# translation.tableCompare
source: 表格对照
de: Tabellenansicht
el: Πίνακας σύγκρισης
en: Table view
fr: Vue tableau
it: Vista tabella
ja: 対照表
la: Tabula comparativa

# translation.alignSource
source: 对齐原文
de: Mit Original ausrichten
el: Ευθυγράμμιση με πρωτότυπο
en: Align to source
fr: Aligner sur l’original
it: Allinea all’originale
ja: 原文に合わせる
la: Aligna ad originale

# translation.lock
source: 锁定对照
de: Ausrichtung sperren
el: Κλείδωμα ευθυγράμμισης
en: Lock alignment
fr: Verrouiller l’alignement
it: Blocca allineamento
ja: 対照を固定
la: Claude alignmentem

# translation.unlock
source: 解锁对照
de: Ausrichtung entsperren
el: Ξεκλείδωμα
en: Unlock alignment
fr: Déverrouiller
it: Sblocca
ja: 固定解除
la: Reserare

# translation.generating
source: 正在生成翻译…
de: Übersetzung wird erstellt…
el: Δημιουργία μετάφρασης…
en: Generating translation…
fr: Traduction en cours…
it: Generazione traduzione…
ja: 翻訳を生成中…
la: Translatio generatur…

# llm.generating
source: 大模型生成中…
de: Generierung…
el: Δημιουργία…
en: Generating…
fr: Génération…
it: Generazione…
ja: 生成中…
la: Generatio…

# menu.readOriginalSelectionOrFull
source: 朗读原文（选中/全文）
de: Original vorlesen (Auswahl/Alles)
el: Ανάγνωση πρωτοτύπου (επιλογή/όλο)
en: Read Source (Selection/All)
fr: Lire l’original (sélection/tout)
it: Leggi originale (selezione/tutto)
ja: 原文を読み上げ（選択/全文）
la: Lege originale (selectum/totum)

# menu.readOriginalFull
source: 朗读原文全文
de: Ganzes Original vorlesen
el: Ανάγνωση όλου του πρωτοτύπου
en: Read All Source
fr: Lire tout l’original
it: Leggi tutto l’originale
ja: 原文全文を読み上げ
la: Lege totum originale

# menu.readOriginalSelection
source: 朗读原文选中
de: Auswahl im Original vorlesen
el: Ανάγνωση επιλογής πρωτοτύπου
en: Read Source Selection
fr: Lire la sélection originale
it: Leggi selezione originale
ja: 選択した原文を読み上げ
la: Lege selectum originale

# menu.readTranslationFull
source: 朗读翻译全文
de: Gesamte Übersetzung vorlesen
el: Ανάγνωση όλης της μετάφρασης
en: Read All Translation
fr: Lire toute la traduction
it: Leggi tutta la traduzione
ja: 翻訳全文を読み上げ
la: Lege totam translationem

# menu.readTranslationSelection
source: 朗读翻译选择
de: Übersetzungsauswahl vorlesen
el: Ανάγνωση επιλογής μετάφρασης
en: Read Translation Selection
fr: Lire la sélection traduite
it: Leggi selezione traduzione
ja: 選択した翻訳を読み上げ
la: Lege selectam translationem

# menu.readExplanationFull
source: 朗读讲解全文
de: Gesamte Erklärung vorlesen
el: Ανάγνωση όλης της εξήγησης
en: Read All Explanation
fr: Lire toute l’explication
it: Leggi tutta la spiegazione
ja: 解説全文を読み上げ
la: Lege totam explicationem

# menu.readExplanationSelection
source: 朗读讲解选中
de: Erklärungsauswahl vorlesen
el: Ανάγνωση επιλογής εξήγησης
en: Read Explanation Selection
fr: Lire la sélection d’explication
it: Leggi selezione spiegazione
ja: 選択した解説を読み上げ
la: Lege selectam explicationem

# menu.selectAllLeft
source: 全选左页
de: Alles links auswählen
el: Επιλογή όλων (αριστερή σελίδα)
en: Select All (Left Page)
fr: Tout sélectionner (page gauche)
it: Seleziona tutto (pagina sinistra)
ja: 左ページをすべて選択
la: Elige omnia pagina sinistra

# menu.selectAllTranslation
source: 全选翻译
de: Gesamte Übersetzung auswählen
el: Επιλογή όλης της μετάφρασης
en: Select All Translation
fr: Tout sélectionner (traduction)
it: Seleziona tutta la traduzione
ja: 翻訳をすべて選択
la: Elige omnem translationem

# menu.stopSpeaking
source: 停止朗读
de: Vorlesen stoppen
el: Διακοπή ανάγνωσης
en: Stop Speaking
fr: Arrêter la lecture
it: Stop lettura
ja: 読み上げ停止
la: Desine legere

# footer.characters
source: %lld 字
de: %lld Zeichen
el: %lld χαρακτήρες
en: %lld chars
fr: %lld caractères
it: %lld caratteri
ja: %lld 文字
la: %lld notae

# footer.selected
source: 已选 %lld 字
de: %lld ausgewählt
el: %lld επιλεγμένα
en: %lld selected
fr: %lld sélectionnés
it: %lld selezionati
ja: %lld 文字選択
la: %lld selecta

# focus.reading
source: 专注阅读
de: Fokus Lesen
el: Εστιασμένη ανάγνωση
en: Focus reading
fr: Lecture focus
it: Lettura focus
ja: 集中読書
la: Lectio intenta

# toolbar.showInput
source: 显示输入
de: Eingabe anzeigen
el: Εμφάνιση εισόδου
en: Show input
fr: Afficher la saisie
it: Mostra input
ja: 入力を表示
la: Ostende intrantum

# toolbar.showChrome
source: 显示工具栏
de: Symbolleiste anzeigen
el: Εμφάνιση γραμμής εργαλείων
en: Show toolbar
fr: Afficher la barre
it: Mostra barra
ja: ツールバーを表示
la: Ostende toolbar

# toolbar.hideInput
source: 隐藏输入
de: Eingabe ausblenden
el: Απόκρυψη εισόδου
en: Hide input
fr: Masquer la saisie
it: Nascondi input
ja: 入力を隠す
la: Celare intrantum

# evolution.operations
source: 进化操作
de: Evolutions-Aktionen
el: Ενέργειες εξέλιξης
en: Evolution Actions
fr: Actions évolution
it: Azioni evoluzione
ja: 進化操作
la: Actiones evolutionis

# mode.exitReading
source: 退出阅读模式
de: Lesemodus beenden
el: Έξοδος λειτουργίας ανάγνωσης
en: Exit Reading Mode
fr: Quitter le mode lecture
it: Esci da lettura
ja: 読書モードを終了
la: Exi modum legendi

# status.saved
source: 已保存
de: Gesichert
el: Αποθηκεύτηκε
en: Saved
fr: Enregistré
it: Salvato
ja: 保存済み
la: Servatum

# action.ok
source: 确定
de: OK
el: OK
en: OK
fr: OK
it: OK
ja: OK
la: OK

# action.more
source: 更多
de: Mehr
el: Περισσότερα
en: More
fr: Plus
it: Altro
ja: その他
la: Plura

# action.send
source: 发送
de: Senden
el: Αποστολή
en: Send
fr: Envoyer
it: Invia
ja: 送信
la: Mitte

# action.analyze
source: 分析优化
de: Analysieren
el: Ανάλυση
en: Analyze
fr: Analyser
it: Analizza
ja: 分析
la: Analyse

# action.evolve
source: 进化
de: Evolution
el: Εξέλιξη
en: Evolve
fr: Évoluer
it: Evolve
ja: 進化
la: Evolve

# action.add
source: 添加
de: Hinzufügen
el: Προσθήκη
en: Add
fr: Ajouter
it: Aggiungi
ja: 追加
la: Adde

# action.pin
source: 置顶
de: Anheften
el: Καρφίτσωμα
en: Pin
fr: Épingler
it: Fissa
ja: ピン
la: Fixa

# action.skip
source: 跳过
de: Überspringen
el: Παράλειψη
en: Skip
fr: Ignorer
it: Salta
ja: スキップ
la: Omittite

# action.delete
source: 删除
de: Löschen
el: Διαγραφή
en: Delete
fr: Supprimer
it: Elimina
ja: 削除
la: Dele

# action.restore
source: 恢复
de: Wiederherstellen
el: Επαναφορά
en: Restore
fr: Restaurer
it: Ripristina
ja: 復元
la: Restitue

# action.close
source: 关闭
de: Schließen
el: Κλείσιμο
en: Close
fr: Fermer
it: Chiudi
ja: 閉じる
la: Claude

# action.copyInput
source: 复制输入
de: Eingabe kopieren
el: Αντιγραφή εισόδου
en: Copy Input
fr: Copier l’entrée
it: Copia input
ja: 入力をコピー
la: Copia intrantum

# action.copyResult
source: 复制结果
de: Ergebnis kopieren
el: Αντιγραφή αποτελέσματος
en: Copy Result
fr: Copier le résultat
it: Copia risultato
ja: 結果をコピー
la: Copia eventum

# action.revealFinder
source: 在 Finder 中显示
de: Im Finder zeigen
el: Εμφάνιση στο Finder
en: Reveal in Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
la: Ostende in Finder

# action.copyContent
source: 复制内容
de: Kopieren
el: Αντιγραφή
en: Copy
fr: Copier
it: Copia
ja: コピー
la: Copia

# action.copyTrace
source: 复制执行过程
de: Trace kopieren
el: Αντιγραφή ιχνών
en: Copy Trace
fr: Copier la trace
it: Copia traccia
ja: 実行過程をコピー
la: Copia processum

# action.saveAIOutput
source: 保存 AI 输出
de: KI-Ausgabe speichern
el: Αποθήκευση εξόδου AI
en: Save AI Output
fr: Enregistrer sortie IA
it: Salva output IA
ja: AI出力を保存
la: Serva output IA

# action.deleteAIMessage
source: 删除此条 AI 输出
de: KI-Nachricht löschen
el: Διαγραφή μηνύματος AI
en: Delete AI Message
fr: Supprimer message IA
it: Elimina messaggio IA
ja: AI出力を削除
la: Dele nuntium IA

# action.deleteMessage
source: 删除此条消息
de: Nachricht löschen
el: Διαγραφή μηνύματος
en: Delete Message
fr: Supprimer le message
it: Elimina messaggio
ja: メッセージを削除
la: Dele nuntium

# action.readThis
source: 朗读此条
de: Dies vorlesen
el: Ανάγνωση
en: Read This
fr: Lire ceci
it: Leggi questo
ja: これを読み上げ
la: Lege hoc

# action.clearExplanation
source: 清空讲解
de: Erklärung leeren
el: Εκκαθάριση εξήγησης
en: Clear Explanation
fr: Effacer explication
it: Svuota spiegazione
ja: 解説をクリア
la: Vacua explicationem

# action.clearTranslation
source: 清空翻译
de: Übersetzung leeren
el: Εκκαθάριση μετάφρασης
en: Clear Translation
fr: Effacer traduction
it: Svuota traduzione
ja: 翻訳をクリア
la: Vacua translationem

# action.clearReadingContext
source: 清空读书上下文
de: Lesekontext leeren
el: Εκκαθάριση πλαισίου
en: Clear Reading Context
fr: Effacer contexte lecture
it: Svuota contesto lettura
ja: 読書コンテキストをクリア
la: Vacua contextum legendi

# action.clearAIContext
source: 清空 AI 上下文
de: KI-Kontext leeren
el: Εκκαθάριση πλαισίου AI
en: Clear AI Context
fr: Effacer contexte IA
it: Svuota contesto IA
ja: AIコンテキストをクリア
la: Vacua contextum IA

# action.openDirectoryShort
source: 打开目录
de: Ordner öffnen
el: Άνοιγμα φακέλου
en: Open Folder
fr: Ouvrir dossier
it: Apri cartella
ja: フォルダを開く
la: Aperi folder

# action.openTranslation
source: 打开翻译
de: Übersetzung öffnen
el: Άνοιγμα μετάφρασης
en: Open Translation
fr: Ouvrir traduction
it: Apri traduzione
ja: 翻訳を開く
la: Aperi translationem

# action.saveTranslation
source: 保存翻译
de: Übersetzung speichern
el: Αποθήκευση μετάφρασης
en: Save Translation
fr: Enregistrer traduction
it: Salva traduzione
ja: 翻訳を保存
la: Serva translationem

# action.saveEvolutionCommands
source: 保存进化命令
de: Evolutionsbefehle speichern
el: Αποθήκευση εντολών
en: Save Evolution Commands
fr: Enregistrer commandes
it: Salva comandi evoluzione
ja: 進化コマンドを保存
la: Serva mandata evolutionis

# action.openEvolutionCommands
source: 打开进化命令
de: Evolutionsbefehle öffnen
el: Άνοιγμα εντολών
en: Open Evolution Commands
fr: Ouvrir commandes
it: Apri comandi evoluzione
ja: 進化コマンドを開く
la: Aperi mandata evolutionis

# action.wordTranslation
source: 逐字翻译
de: Wort für Wort
el: Λέξη προς λέξη
en: Word-by-Word
fr: Mot à mot
it: Parola per parola
ja: 逐語訳
la: Verbum pro verbo

# action.paragraphTranslation
source: 整段翻译
de: Ganzer Absatz
el: Ολόκληρη παράγραφος
en: Full Paragraph
fr: Paragraphe entier
it: Paragrafo intero
ja: 段落訳
la: Totus paragraphus

# action.selectAllTranslation
source: 全选翻译
de: Gesamte Übersetzung wählen
el: Επιλογή όλης μετάφρασης
en: Select All Translation
fr: Tout sélectionner (traduction)
it: Seleziona tutta traduzione
ja: 翻訳をすべて選択
la: Elige omnem translationem

# action.selectAllSource
source: 原文全选
de: Gesamtes Original wählen
el: Επιλογή όλου πρωτοτύπου
en: Select All Source
fr: Tout sélectionner (original)
it: Seleziona tutto originale
ja: 原文をすべて選択
la: Elige totum originale

# action.saveKey
source: 保存 Key
de: Key speichern
el: Αποθήκευση κλειδιού
en: Save Key
fr: Enregistrer la clé
it: Salva chiave
ja: Keyを保存
la: Serva clavem

# action.saveProvider
source: 保存此提供商
de: Anbieter speichern
el: Αποθήκευση παρόχου
en: Save Provider
fr: Enregistrer fournisseur
it: Salva provider
ja: プロバイダを保存
la: Serva praebitor

# action.setActive
source: 设为当前
de: Als aktiv setzen
el: Ορισμός ενεργού
en: Set Active
fr: Définir actif
it: Imposta attivo
ja: 現在に設定
la: Pone activum

# action.loadFromEnv
source: 从环境变量读取
de: Aus Umgebung laden
el: Φόρτωση από περιβάλλον
en: Load from Environment
fr: Charger depuis l’environnement
it: Carica da ambiente
ja: 環境変数から読み込み
la: Lege ex ambiente

# action.refreshModels
source: 刷新模型
de: Modelle aktualisieren
el: Ανανέωση μοντέλων
en: Refresh Models
fr: Actualiser modèles
it: Aggiorna modelli
ja: モデルを更新
la: Renova modellos

# action.previewVoice
source: 试听当前声音
de: Stimme testen
el: Προακρόαση φωνής
en: Preview Voice
fr: Écouter la voix
it: Anteprima voce
ja: 音声を試聴
la: Audi vocem

# menu.document
source: 原文操作
de: Dokument
el: Έγγραφο
en: Document
fr: Document
it: Documento
ja: 原文
la: Documentum

# menu.explanation
source: 讲解操作
de: Erklärung
el: Εξήγηση
en: Explanation
fr: Explication
it: Spiegazione
ja: 解説
la: Explicatio

# menu.translation
source: 翻译操作
de: Übersetzung
el: Μετάφραση
en: Translation
fr: Traduction
it: Traduzione
ja: 翻訳
la: Translatio

# menu.speech
source: 朗读功能
de: Sprache
el: Ομιλία
en: Speech
fr: Parole
it: Voce
ja: 読み上げ
la: Vox

# layout.leftFullscreen
source: 左全屏
de: Links Vollbild
el: Αριστερά πλήρης
en: Left Full Screen
fr: Plein écran gauche
it: Schermo sinistro
ja: 左全画面
la: Sinistra plena

# layout.rightFullscreen
source: 右全屏
de: Rechts Vollbild
el: Δεξιά πλήρης
en: Right Full Screen
fr: Plein écran droit
it: Schermo destro
ja: 右全画面
la: Dextra plena

# layout.restoreSpread
source: 恢复双页
de: Doppelseite wieder
el: Επαναφορά διπλής
en: Restore Spread
fr: Restaurer double page
it: Ripristina doppia
ja: 見開きに戻す
la: Restitue geminas

# layout.sourceFullscreen
source: 原文占满桌面
de: Original Vollbild
el: Πρωτότυπο πλήρους
en: Source Full Screen
fr: Original plein écran
it: Originale a schermo intero
ja: 原文を全画面
la: Originalis plenum

# layout.rightFullscreenHint
source: 右页占满桌面
de: Assistent Vollbild
el: Βοηθός πλήρους
en: Assistant Full Screen
fr: Assistant plein écran
it: Assistente a schermo intero
ja: 右ページを全画面
la: Adiutor plenum

# guide.bookLLMSetup
source: 未配置 book 大模型 · 点击设置
de: Book-LLM fehlt · Einstellungen
el: Book LLM μη ρυθμισμένο · Ρυθμίσεις
en: Book LLM not set · Open Settings
fr: LLM book non configuré · Réglages
it: LLM book non configurato · Impostazioni
ja: book大モデル未設定 · 設定を開く
la: Book LLM non configuratum · Configuratio

# guide.cursorSetup
source: Cursor 未就绪 · 点击进化设置
de: Cursor nicht bereit · Evolution
el: Cursor μη έτοιμο · Εξέλιξη
en: Cursor not ready · Evolution Settings
fr: Cursor non prêt · Évolution
it: Cursor non pronto · Evoluzione
ja: Cursor未準備 · 進化設定
la: Cursor non paratus · Evolutio

# reading.prevPage
source: 上一页
de: Vorherige Seite
el: Προηγούμενη σελίδα
en: Previous Page
fr: Page précédente
it: Pagina precedente
ja: 前のページ
la: Pagina prior

# reading.nextPage
source: 下一页
de: Nächste Seite
el: Επόμενη σελίδα
en: Next Page
fr: Page suivante
it: Pagina successiva
ja: 次のページ
la: Pagina sequens

# context.label.source
source: 原文
de: Original
el: Πρωτότυπο
en: Source
fr: Original
it: Originale
la: Originalis

# context.label.chat
source: 对话
de: Chat
el: Συνομιλία
en: Chat
fr: Discussion
it: Chat
ja: 対話
la: Colloquium

# context.label.selection
source: 选中
de: Auswahl
el: Επιλογή
en: Selection
fr: Sélection
it: Selezione
ja: 選択
la: Selectio

# context.label.input
source: 输入
de: Eingabe
el: Είσοδος
en: Input
fr: Saisie
it: Input
ja: 入力
la: Intrantum

# context.label.total
source: 总上下文占用
de: Gesamtkontext
el: Συνολικό πλαίσιο
en: Total Context
fr: Contexte total
it: Contesto totale
ja: 総コンテキスト
la: Contextus totalis

# context.label.excerpt
source: 原文节选占比
de: Auszugsanteil
el: Απόσπασμα
en: Source Excerpt %
fr: Extrait source
it: Estratto origine
ja: 原文抜粋比率
la: Portio excerpta

# context.percent
source: 上下文 %lld%%
de: Kontext %lld%%
el: Πλαίσιο %lld%%
en: Context %lld%%
fr: Contexte %lld%%
it: Contesto %lld%%
ja: コンテキスト %lld%%
la: Contextus %lld%%

# context.fileChars
source: · %lld/%lld 字
de: · %lld/%lld Zeichen
el: · %lld/%lld χαρ.
en: · %lld/%lld chars
fr: · %lld/%lld car.
it: · %lld/%lld car.
ja: · %lld/%lld 文字
la: · %lld/%lld notae

# token.remaining
source: 剩 %@
de: Verbleibend %@
el: Απομένουν %@
en: Remaining %@
fr: Reste %@
it: Rimangono %@
ja: 残り %@
la: Restat %@

# composer.sendHint
source: ⌘↩ 发送
de: ⌘↩ Senden
el: ⌘↩ Αποστολή
en: ⌘↩ Send
fr: ⌘↩ Envoyer
it: ⌘↩ Invia
ja: ⌘↩ 送信
la: ⌘↩ Mitte

# composer.evolveHint
source: %@ 进化 · ⌘↩ 发送
de: %@ Evolution · ⌘↩ Senden
el: %@ Εξέλιξη · ⌘↩ Αποστολή
en: %@ Evolve · ⌘↩ Send
fr: %@ Évoluer · ⌘↩ Envoyer
it: %@ Evolve · ⌘↩ Invia
ja: %@ 進化 · ⌘↩ 送信
la: %@ Evolve · ⌘↩ Mitte
